{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|endoftext|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<|unk|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<|pad|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<|tool_call|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<|monologue|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": false,
    "use_regex": true
  },
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<|endoftext|>": 0,
      "<|unk|>": 1,
      "<|pad|>": 2,
      "<|tool_call|>": 3,
      "<|monologue|>": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "<": 32,
      "=": 33,
      ">": 34,
      "?": 35,
      "@": 36,
      "A": 37,
      "B": 38,
      "C": 39,
      "D": 40,
      "E": 41,
      "F": 42,
      "G": 43,
      "H": 44,
      "I": 45,
      "J": 46,
      "K": 47,
      "L": 48,
      "M": 49,
      "N": 50,
      "O": 51,
      "P": 52,
      "Q": 53,
      "R": 54,
      "S": 55,
      "T": 56,
      "U": 57,
      "V": 58,
      "W": 59,
      "X": 60,
      "Y": 61,
      "Z": 62,
      "[": 63,
      "\\": 64,
      "]": 65,
      "^": 66,
      "_": 67,
      "`": 68,
      "a": 69,
      "b": 70,
      "c": 71,
      "d": 72,
      "e": 73,
      "f": 74,
      "g": 75,
      "h": 76,
      "i": 77,
      "j": 78,
      "k": 79,
      "l": 80,
      "m": 81,
      "n": 82,
      "o": 83,
      "p": 84,
      "q": 85,
      "r": 86,
      "s": 87,
      "t": 88,
      "u": 89,
      "v": 90,
      "w": 91,
      "x": 92,
      "y": 93,
      "z": 94,
      "{": 95,
      "|": 96,
      "}": 97,
      "~": 98,
      "¡": 99,
      "¢": 100,
      "£": 101,
      "¤": 102,
      "¥": 103,
      "¦": 104,
      "§": 105,
      "¨": 106,
      "©": 107,
      "ª": 108,
      "«": 109,
      "¬": 110,
      "®": 111,
      "¯": 112,
      "°": 113,
      "±": 114,
      "²": 115,
      "³": 116,
      "´": 117,
      "µ": 118,
      "¶": 119,
      "·": 120,
      "¸": 121,
      "¹": 122,
      "º": 123,
      "»": 124,
      "¼": 125,
      "½": 126,
      "¾": 127,
      "¿": 128,
      "Â": 129,
      "Ã": 130,
      "Ä": 131,
      "Å": 132,
      "Æ": 133,
      "Ç": 134,
      "È": 135,
      "É": 136,
      "Ê": 137,
      "Ë": 138,
      "Ì": 139,
      "Í": 140,
      "Î": 141,
      "Ï": 142,
      "Ð": 143,
      "Ñ": 144,
      "Ò": 145,
      "Ó": 146,
      "Ô": 147,
      "Õ": 148,
      "Ö": 149,
      "×": 150,
      "Ø": 151,
      "Ù": 152,
      "Ú": 153,
      "Û": 154,
      "à": 155,
      "á": 156,
      "â": 157,
      "ã": 158,
      "ä": 159,
      "å": 160,
      "æ": 161,
      "ç": 162,
      "è": 163,
      "é": 164,
      "ê": 165,
      "ë": 166,
      "ì": 167,
      "í": 168,
      "î": 169,
      "ï": 170,
      "ð": 171,
      "ā": 172,
      "ă": 173,
      "ć": 174,
      "Ĉ": 175,
      "ĉ": 176,
      "Ċ": 177,
      "Č": 178,
      "č": 179,
      "Đ": 180,
      "đ": 181,
      "Ē": 182,
      "ē": 183,
      "Ę": 184,
      "ę": 185,
      "ě": 186,
      "Ġ": 187,
      "Ģ": 188,
      "ģ": 189,
      "Ĥ": 190,
      "ĥ": 191,
      "Ħ": 192,
      "ħ": 193,
      "Ĩ": 194,
      "ĩ": 195,
      "Ī": 196,
      "ī": 197,
      "Ĭ": 198,
      "ĭ": 199,
      "Į": 200,
      "į": 201,
      "İ": 202,
      "ı": 203,
      "Ĳ": 204,
      "ĳ": 205,
      "Ĵ": 206,
      "ĵ": 207,
      "Ķ": 208,
      "ķ": 209,
      "ĸ": 210,
      "Ĺ": 211,
      "ĺ": 212,
      "Ļ": 213,
      "ļ": 214,
      "Ľ": 215,
      "ľ": 216,
      "Ŀ": 217,
      "ŀ": 218,
      "Ł": 219,
      "ł": 220,
      "Ń": 221,
      "ĠĠ": 222,
      "Ġt": 223,
      "Ġa": 224,
      "in": 225,
      "he": 226,
      "čĊ": 227,
      "ĠĠĠĠ": 228,
      "re": 229,
      "on": 230,
      "at": 231,
      "er": 232,
      "Ġthe": 233,
      "Ġs": 234,
      "en": 235,
      "Ġo": 236,
      "Ġc": 237,
      "or": 238,
      "is": 239,
      "Ġw": 240,
      "it": 241,
      "al": 242,
      "es": 243,
      "ed": 244,
      "Ġp": 245,
      "nd": 246,
      "Ġf": 247,
      "--": 248,
      "Ġb": 249,
      "ĠĠĠĠĠĠĠĠ": 250,
      "Ġin": 251,
      "ion": 252,
      "Ġof": 253,
      "an": 254,
      "ing": 255,
      "ar": 256,
      "Ġd": 257,
      "ic": 258,
      "Ġm": 259,
      "ro": 260,
      "le": 261,
      "Ġand": 262,
      "Ġto": 263,
      "as": 264,
      "ou": 265,
      "ct": 266,
      "ent": 267,
      "Ġth": 268,
      "et": 269,
      "Ġre": 270,
      "Ġh": 271,
      "el": 272,
      "st": 273,
      "Ġn": 274,
      "om": 275,
      "Ġe": 276,
      "----": 277,
      "il": 278,
      "Ġl": 279,
      "Ġ(": 280,
      "id": 281,
      "im": 282,
      "ig": 283,
      "ot": 284,
      "Ġis": 285,
      "ve": 286,
      "ĠT": 287,
      "ation": 288,
      "ol": 289,
      "am": 290,
      "ut": 291,
      "Ġg": 292,
      "us": 293,
      "ĠĠĠ": 294,
      "ce": 295,
      "Ġfor": 296,
      "ĠI": 297,
      "ly": 298,
      "ur": 299,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 300,
      "ĠS": 301,
      "ra": 302,
      "ow": 303,
      "Ġbe": 304,
      "Ġ1": 305,
      "ĠC": 306,
      "ĠA": 307,
      "ch": 308,
      "ul": 309,
      "Ġthat": 310,
      "Ġst": 311,
      "if": 312,
      "ith": 313,
      "Ġon": 314,
      "âĢ": 315,
      "ver": 316,
      "se": 317,
      "00": 318,
      "Ġcon": 319,
      "Ġ$": 320,
      "ad": 321,
      "Ġwith": 322,
      "Ġan": 323,
      "Ġas": 324,
      "od": 325,
      "Ġpro": 326,
      "ay": 327,
      "un": 328,
      "ir": 329,
      "ter": 330,
      "ate": 331,
      "um": 332,
      "==": 333,
      "pe": 334,
      "ab": 335,
      "Ġ\\": 336,
      "Ġv": 337,
      "ag": 338,
      "Ġ2": 339,
      "--------": 340,
      "ri": 341,
      "ĠM": 342,
      "em": 343,
      "her": 344,
      "ere": 345,
      "Ġy": 346,
      "Ġal": 347,
      "qu": 348,
      "res": 349,
      "ĠP": 350,
      "pp": 351,
      "os": 352,
      "Ġit": 353,
      "Ġex": 354,
      "ĠThe": 355,
      "ist": 356,
      "Ġde": 357,
      "ac": 358,
      "Ġ=": 359,
      "Ġwh": 360,
      "Ġ-": 361,
      "est": 362,
      "ant": 363,
      "Ġwas": 364,
      "Ġor": 365,
      "Ġcom": 366,
      "iv": 367,
      "ĠB": 368,
      "Ġsu": 369,
      "ment": 370,
      "Ġby": 371,
      "ction": 372,
      "oc": 373,
      "th": 374,
      "ĠF": 375,
      "ĠD": 376,
      "ity": 377,
      "ht": 378,
      "Ġare": 379,
      "Ġat": 380,
      "ess": 381,
      "**": 382,
      "op": 383,
      "rom": 384,
      "ain": 385,
      "ers": 386,
      "ĠH": 387,
      "Ġse": 388,
      "Ġhe": 389,
      "ore": 390,
      "Ġyou": 391,
      "ĠR": 392,
      "ive": 393,
      "pt": 394,
      "ĠW": 395,
      "ĠL": 396,
      "end": 397,
      "Ġha": 398,
      "Ġ0": 399,
      "nt": 400,
      "{\\": 401,
      "ud": 402,
      "ort": 403,
      "ill": 404,
      "ld": 405,
      "Ġnot": 406,
      "ure": 407,
      "ĠN": 408,
      "ĠĠĠĠĠĠĠ": 409,
      "Ġus": 410,
      "Ġr": 411,
      "pl": 412,
      "Ġfrom": 413,
      "Ġne": 414,
      "ated": 415,
      "ke": 416,
      "ell": 417,
      "Ġ*": 418,
      "art": 419,
      "Ġ\"": 420,
      "Ġthis": 421,
      "ial": 422,
      "ect": 423,
      "ies": 424,
      "up": 425,
      "ight": 426,
      "ĠE": 427,
      "ine": 428,
      "and": 429,
      "Ġwe": 430,
      "Ġsh": 431,
      "ĠG": 432,
      ").": 433,
      "Ġch": 434,
      "og": 435,
      "ff": 436,
      "ical": 437,
      "per": 438,
      "all": 439,
      "ge": 440,
      "Ġ+": 441,
      "ich": 442,
      "Ġ3": 443,
      "our": 444,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 445,
      "Ġhave": 446,
      "ath": 447,
      "iz": 448,
      "ue": 449,
      "====": 450,
      "Ġle": 451,
      "cl": 452,
      "Ġres": 453,
      "ame": 454,
      "ib": 455,
      "Ġ{": 456,
      "te": 457,
      "und": 458,
      "ult": 459,
      "âĢĻ": 460,
      "able": 461,
      "ĠO": 462,
      "age": 463,
      "Ġcan": 464,
      "ph": 465,
      "ould": 466,
      "ase": 467,
      "act": 468,
      "ust": 469,
      "Ġcomp": 470,
      "01": 471,
      "are": 472,
      ");": 473,
      "ie": 474,
      "Ġ[": 475,
      "'s": 476,
      "ard": 477,
      "Ġcl": 478,
      "=\"": 479,
      "orm": 480,
      "ign": 481,
      "Ġcont": 482,
      "Ġwere": 483,
      "..": 484,
      "----------------": 485,
      "Ġwhe": 486,
      "ost": 487,
      "Ġint": 488,
      "ition": 489,
      "du": 490,
      "Ġad": 491,
      "ther": 492,
      "_{": 493,
      "Ġim": 494,
      "ans": 495,
      "ass": 496,
      "ome": 497,
      "ack": 498,
      "ĠU": 499,
      "Ġpl": 500,
      "Ġwhich": 501,
      "Ġab": 502,
      "ub": 503,
      "Ġj": 504,
      "Âł": 505,
      "}}": 506,
      "ens": 507,
      "out": 508,
      "ip": 509,
      "ast": 510,
      "ĠJ": 511,
      "ide": 512,
      "ĠIn": 513,
      "Ġk": 514,
      "ire": 515,
      "Ġ4": 516,
      "cc": 517,
      "The": 518,
      "ap": 519,
      "Ġall": 520,
      "Ġme": 521,
      "ary": 522,
      "int": 523,
      "//": 524,
      "Ġdis": 525,
      "ty": 526,
      "ind": 527,
      "Ġtr": 528,
      "),": 529,
      "ations": 530,
      "one": 531,
      "ous": 532,
      "ress": 533,
      "ence": 534,
      "ory": 535,
      "ep": 536,
      "con": 537,
      "ime": 538,
      "ice": 539,
      "Ġun": 540,
      "ak": 541,
      "Ġdo": 542,
      "ug": 543,
      "ong": 544,
      "ents": 545,
      "Ġ5": 546,
      "ile": 547,
      "Ġhas": 548,
      "Ġ<": 549,
      "ord": 550,
      "ref": 551,
      "Ġ$\\": 552,
      "ber": 553,
      "Ġper": 554,
      "Ġen": 555,
      "ance": 556,
      "Ġbut": 557,
      "ork": 558,
      "Ġapp": 559,
      "ia": 560,
      "ys": 561,
      "ose": 562,
      "ĠTh": 563,
      "so": 564,
      "form": 565,
      "ely": 566,
      "math": 567,
      "iff": 568,
      "ĠĠĠĠĠ": 569,
      "ex": 570,
      "ĠâĢ": 571,
      "av": 572,
      "ang": 573,
      "ru": 574,
      "ace": 575,
      "Ġif": 576,
      "ok": 577,
      "ions": 578,
      "ach": 579,
      "Ġwill": 580,
      "[@": 581,
      "Ġpre": 582,
      "ef": 583,
      "port": 584,
      "ally": 585,
      "ors": 586,
      "Ġqu": 587,
      "ĉĉ": 588,
      "Ġout": 589,
      "}$": 590,
      "Ġone": 591,
      "Ġar": 592,
      "vel": 593,
      "\\]": 594,
      "Ġpart": 595,
      "cre": 596,
      "Ġev": 597,
      "ata": 598,
      "Ġ}": 599,
      "ail": 600,
      "ne": 601,
      "Ġhis": 602,
      "ite": 603,
      "lic": 604,
      "ry": 605,
      "ĠK": 606,
      "Ġso": 607,
      "ft": 608,
      "com": 609,
      "Ġ19": 610,
      "ific": 611,
      "own": 612,
      "ĠĠĠĠĠĠĠĠĠĠĠ": 613,
      "ear": 614,
      "erv": 615,
      "Ġob": 616,
      "Ġother": 617,
      "Ġgo": 618,
      "erm": 619,
      "10": 620,
      "urn": 621,
      "ĠSt": 622,
      "ates": 623,
      "ĠV": 624,
      "Ġmore": 625,
      "ount": 626,
      "Ġro": 627,
      "ound": 628,
      "ree": 629,
      "ll": 630,
      "lect": 631,
      "Ġgen": 632,
      "we": 633,
      "Ġup": 634,
      "^{": 635,
      "19": 636,
      "ma": 637,
      "Ġtheir": 638,
      "ččĊ": 639,
      "low": 640,
      "Ġalso": 641,
      "Ġass": 642,
      "Ġsy": 643,
      "Ġ6": 644,
      "ric": 645,
      "aus": 646,
      "Ġman": 647,
      "ject": 648,
      "eth": 649,
      "Ġbeen": 650,
      "rib": 651,
      "ple": 652,
      "Ġag": 653,
      "Ġ'": 654,
      "Ġind": 655,
      "Ġno": 656,
      "rac": 657,
      "Ġthey": 658,
      "ater": 659,
      "Ġspe": 660,
      "Ġ&": 661,
      "ode": 662,
      "Ġdiff": 663,
      "Ġli": 664,
      "clud": 665,
      "Ġhad": 666,
      "Ġsp": 667,
      "Ġsub": 668,
      "very": 669,
      "ces": 670,
      "Ġinter": 671,
      "ied": 672,
      "ild": 673,
      "Ġthere": 674,
      "Ġbet": 675,
      "wo": 676,
      "Ġyour": 677,
      "Ġund": 678,
      "Ġany": 679,
      "ring": 680,
      "Ġsc": 681,
      "Ġtime": 682,
      "ake": 683,
      "Ġdes": 684,
      "12": 685,
      "ob": 686,
      "Ġgro": 687,
      "Ġwhen": 688,
      "ative": 689,
      "ari": 690,
      "In": 691,
      "vers": 692,
      "Ġits": 693,
      "Ġthan": 694,
      "Ġdef": 695,
      "========": 696,
      "ced": 697,
      "xt": 698,
      "irst": 699,
      "Ġmod": 700,
      "iss": 701,
      "ov": 702,
      "11": 703,
      "Ġval": 704,
      "ular": 705,
      "old": 706,
      "âĢĿ": 707,
      "fter": 708,
      "ĠčĊ": 709,
      "Ġacc": 710,
      "Ġwould": 711,
      "Ġstud": 712,
      "__": 713,
      "Ġam": 714,
      "unction": 715,
      "hat": 716,
      "Ġrel": 717,
      "Ġmay": 718,
      "Ġcons": 719,
      "ove": 720,
      "Ġtrans": 721,
      "ook": 722,
      "ating": 723,
      "Ġ7": 724,
      "Ġover": 725,
      "Ġmy": 726,
      "Ġsome": 727,
      "Ġact": 728,
      "ec": 729,
      "ert": 730,
      "type": 731,
      "](": 732,
      "Ġwork": 733,
      "Ġrec": 734,
      "Ġnew": 735,
      "get": 736,
      "pon": 737,
      "dition": 738,
      "Ġwho": 739,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 740,
      "Ġhig": 741,
      "Ġsuch": 742,
      "ased": 743,
      "</": 744,
      "Ġph": 745,
      "Ġreg": 746,
      "pect": 747,
      "Ġpos": 748,
      "ks": 749,
      "stem": 750,
      "iew": 751,
      "pro": 752,
      "Ġeff": 753,
      "Ġtwo": 754,
      "Ġcell": 755,
      "Ġ\\[": 756,
      "Ġfe": 757,
      "Ġdet": 758,
      "cess": 759,
      "){": 760,
      "Ġabout": 761,
      "}\\": 762,
      "ual": 763,
      "Ġcomm": 764,
      "##": 765,
      "Ġinto": 766,
      "ays": 767,
      "Ġ8": 768,
      "Ġunder": 769,
      "Ġra": 770,
      "Ġdiffere": 771,
      "oug": 772,
      "Ġonly": 773,
      "Ġform": 774,
      "ĠThis": 775,
      "fig": 776,
      "Ġsign": 777,
      "ĠIt": 778,
      "eg": 779,
      "ĠY": 780,
      "ause": 781,
      "ati": 782,
      "hed": 783,
      "Ġem": 784,
      "Ġret": 785,
      "Ġprov": 786,
      "Ġpres": 787,
      "Ġinv": 788,
      "red": 789,
      "Ġresult": 790,
      "Ġexp": 791,
      "ings": 792,
      "ween": 793,
      "ark": 794,
      "Ġsa": 795,
      "olog": 796,
      "the": 797,
      "Ġher": 798,
      "Ġset": 799,
      "Ġour": 800,
      "ility": 801,
      "ution": 802,
      "Ġoff": 803,
      "Ġkn": 804,
      "Ġfirst": 805,
      "reat": 806,
      "Ġ10": 807,
      "ont": 808,
      "Ġco": 809,
      "ock": 810,
      "Ġcol": 811,
      "Ġthese": 812,
      "oint": 813,
      "ian": 814,
      "Ġbetween": 815,
      "\"}": 816,
      "oth": 817,
      "Ġ9": 818,
      "ta": 819,
      "Ġwhere": 820,
      "ish": 821,
      "Ġbl": 822,
      "ps": 823,
      "der": 824,
      "ss": 825,
      "right": 826,
      "Ġte": 827,
      "Ġbec": 828,
      "ugh": 829,
      "Ġget": 830,
      "ĠWe": 831,
      "Ġdata": 832,
      "itt": 833,
      "20": 834,
      "ĠCh": 835,
      "'t": 836,
      "Ġ[@": 837,
      ".,": 838,
      "ize": 839,
      "(\\": 840,
      "ption": 841,
      "ink": 842,
      "ĠâĢľ": 843,
      "Ġused": 844,
      "ollow": 845,
      "Ġ201": 846,
      "Ġpr": 847,
      "000": 848,
      "ourt": 849,
      "ments": 850,
      "Ġuse": 851,
      "ick": 852,
      "ĠĠĠĠĠĠ": 853,
      "uc": 854,
      "ype": 855,
      "ruct": 856,
      "Ġinclud": 857,
      "Ġyear": 858,
      ")$": 859,
      "Ġusing": 860,
      "Ġnum": 861,
      "ict": 862,
      "\",": 863,
      "Ġfunction": 864,
      "Ġthen": 865,
      "ange": 866,
      "elf": 867,
      "Ġac": 868,
      "--------------------------------": 869,
      "Ġthem": 870,
      "ix": 871,
      "ateg": 872,
      "iel": 873,
      "St": 874,
      "Ġdist": 875,
      "les": 876,
      "Ġshow": 877,
      "ident": 878,
      "Ġafter": 879,
      "Ġclass": 880,
      "Ġspec": 881,
      "ues": 882,
      "Ġsupp": 883,
      "tern": 884,
      "ered": 885,
      "]{": 886,
      "))": 887,
      "Ġi": 888,
      "ons": 889,
      "Ġfact": 890,
      "als": 891,
      "ible": 892,
      "Ġlike": 893,
      "13": 894,
      "Ġrem": 895,
      "Ġpe": 896,
      "Ġsystem": 897,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 898,
      "15": 899,
      "Ġfollow": 900,
      "row": 901,
      "Ġsim": 902,
      "enc": 903,
      "ise": 904,
      "err": 905,
      "cal": 906,
      "Ġprob": 907,
      "_{\\": 908,
      "Ġcor": 909,
      "ox": 910,
      "Ġtra": 911,
      "Ġpol": 912,
      "Ġhow": 913,
      "Ġneed": 914,
      "ient": 915,
      "16": 916,
      "Ġatt": 917,
      "Ġrequ": 918,
      "Ġwhat": 919,
      "ood": 920,
      "inal": 921,
      "Ġsur": 922,
      "ures": 923,
      "pos": 924,
      "ield": 925,
      "hen": 926,
      "ined": 927,
      "its": 928,
      "ax": 929,
      "ER": 930,
      "ram": 931,
      "](#": 932,
      "ics": 933,
      "to": 934,
      "ms": 935,
      "Ġprodu": 936,
      "Ġfl": 937,
      "oy": 938,
      "ious": 939,
      "Ġgener": 940,
      "ever": 941,
      "put": 942,
      "Ġinf": 943,
      "aw": 944,
      "ited": 945,
      "Ġconst": 946,
      "Ġeffect": 947,
      "ym": 948,
      "ĠUn": 949,
      "rough": 950,
      "ator": 951,
      "nce": 952,
      "ins": 953,
      "Ġchar": 954,
      "14": 955,
      "frac": 956,
      "Ġshe": 957,
      "Ġhigh": 958,
      "Ġcould": 959,
      "Ġinst": 960,
      "ublic": 961,
      "],": 962,
      "Ġext": 963,
      "Ġdifferent": 964,
      "uring": 965,
      "hes": 966,
      "ract": 967,
      "ized": 968,
      "Ġanal": 969,
      "rm": 970,
      "Ġeach": 971,
      "ning": 972,
      "()": 973,
      "ade": 974,
      "rit": 975,
      "18": 976,
      "Ġgroup": 977,
      "]\\]": 978,
      "ough": 979,
      "Ġpati": 980,
      "Ġ.": 981,
      "Ġjust": 982,
      "ethod": 983,
      "ĠHe": 984,
      "ull": 985,
      "25": 986,
      "Ġshould": 987,
      "Ġvari": 988,
      "ev": 989,
      "li": 990,
      "->": 991,
      "ities": 992,
      "\">": 993,
      "$\\": 994,
      "17": 995,
      "ower": 996,
      "ically": 997,
      "IN": 998,
      "****": 999,
      "]{}": 1000,
      "Ġend": 1001,
      "ng": 1002,
      "yp": 1003,
      "upp": 1004,
      "Ġref": 1005,
      "Ġcase": 1006,
      "Ġincre": 1007,
      "Ġsm": 1008,
      "0000": 1009,
      "set": 1010,
      "Ġmost": 1011,
      "âĢī": 1012,
      "Ġreturn": 1013,
      "Ġthrough": 1014,
      "rol": 1015,
      "Ġpar": 1016,
      "Ġtest": 1017,
      "text": 1018,
      "Ġ200": 1019,
      "imes": 1020,
      "}{": 1021,
      "cri": 1022,
      "par": 1023,
      "Ġwell": 1024,
      "ON": 1025,
      "Ġ\\[[@": 1026,
      "ute": 1027,
      "ople": 1028,
      "Ġent": 1029,
      "oci": 1030,
      "ases": 1031,
      "ature": 1032,
      ",\\": 1033,
      "uch": 1034,
      "val": 1035,
      "sp": 1036,
      "ants": 1037,
      "ĠSe": 1038,
      "ention": 1039,
      "32": 1040,
      "Ġbecause": 1041,
      "Ġpartic": 1042,
      "ines": 1043,
      "NA": 1044,
      "cond": 1045,
      "Ġmodel": 1046,
      "Ġ@": 1047,
      "Ġap": 1048,
      "cept": 1049,
      "ategory": 1050,
      "Ġsaid": 1051,
      "Ġadd": 1052,
      "Ġsee": 1053,
      "Ġhim": 1054,
      "ĠLet": 1055,
      "ctions": 1056,
      "ool": 1057,
      "pr": 1058,
      "Ġdi": 1059,
      "Ġloc": 1060,
      "Ġdid": 1061,
      "$,": 1062,
      "let": 1063,
      "app": 1064,
      "left": 1065,
      "oid": 1066,
      "velop": 1067,
      "50": 1068,
      "ily": 1069,
      "urre": 1070,
      "Ġnumber": 1071,
      "wn": 1072,
      "pha": 1073,
      "igned": 1074,
      "ample": 1075,
      "ck": 1076,
      "mathb": 1077,
      "round": 1078,
      "ational": 1079,
      "yl": 1080,
      "of": 1081,
      "Ġappro": 1082,
      "sh": 1083,
      "Ġaut": 1084,
      "Ġboth": 1085,
      "$.": 1086,
      "22": 1087,
      "ression": 1088,
      "ĠCom": 1089,
      "Ġ:": 1090,
      "Ġknow": 1091,
      "ages": 1092,
      "30": 1093,
      "CR": 1094,
      "Ġback": 1095,
      "erg": 1096,
      "201": 1097,
      "tain": 1098,
      "other": 1099,
      "Ġsol": 1100,
      "Ġexper": 1101,
      "ively": 1102,
      "Ġstudy": 1103,
      "Ġ//": 1104,
      "Ġstate": 1105,
      "atic": 1106,
      "Ġsame": 1107,
      "eng": 1108,
      "Ġest": 1109,
      "Ġpresent": 1110,
      "Ġdoes": 1111,
      "Ġfil": 1112,
      "cent": 1113,
      "AT": 1114,
      ".\"": 1115,
      "ified": 1116,
      "Ġcar": 1117,
      "arch": 1118,
      "ew": 1119,
      "over": 1120,
      "Ġcells": 1121,
      "eta": 1122,
      "Ġz": 1123,
      "Ġfound": 1124,
      "amb": 1125,
      "formation": 1126,
      "rt": 1127,
      "ince": 1128,
      "irect": 1129,
      "Ġmethod": 1130,
      "Ġlevel": 1131,
      "ĠĠĠĠĠĠĠĠĠ": 1132,
      "Ġx": 1133,
      "Th": 1134,
      "Ġmat": 1135,
      "arg": 1136,
      "Ġfind": 1137,
      "Ġprocess": 1138,
      "ward": 1139,
      "Ġke": 1140,
      "Ġpoint": 1141,
      "read": 1142,
      "Ġtri": 1143,
      "Ġ/": 1144,
      "Ġmem": 1145,
      "ared": 1146,
      "Ġcourt": 1147,
      "ret": 1148,
      "ray": 1149,
      "ST": 1150,
      "Ġmon": 1151,
      "(-": 1152,
      "Ġagain": 1153,
      "line": 1154,
      "mer": 1155,
      "Ġser": 1156,
      "Category": 1157,
      "Ġright": 1158,
      "Ġpeople": 1159,
      "Ġ12": 1160,
      "',": 1161,
      "cul": 1162,
      "ful": 1163,
      "alpha": 1164,
      "min": 1165,
      "io": 1166,
      "ron": 1167,
      "Ġterm": 1168,
      "Ġlong": 1169,
      "ext": 1170,
      "::": 1171,
      "Ġvalue": 1172,
      "Ġmin": 1173,
      "ĠFor": 1174,
      "de": 1175,
      "://": 1176,
      "Ġmed": 1177,
      "AR": 1178,
      "fore": 1179,
      "ran": 1180,
      "Ġel": 1181,
      "air": 1182,
      "ting": 1183,
      "ved": 1184,
      "Ġpatients": 1185,
      "Ġcall": 1186,
      "Ġdevelop": 1187,
      "Ġbu": 1188,
      "cer": 1189,
      "Ġ|": 1190,
      "ired": 1191,
      "ices": 1192,
      "lement": 1193,
      "Ġrespon": 1194,
      "ization": 1195,
      "\\[": 1196,
      "Ġperform": 1197,
      "Ġequ": 1198,
      "Ġant": 1199,
      "Ġserv": 1200,
      "ument": 1201,
      "Ġrep": 1202,
      "tr": 1203,
      "Ġnon": 1204,
      "name": 1205,
      "sc": 1206,
      "40": 1207,
      "led": 1208,
      "da": 1209,
      "...": 1210,
      "urrent": 1211,
      "ĠPro": 1212,
      "Ġmake": 1213,
      "ense": 1214,
      "Ġeven": 1215,
      "abel": 1216,
      "Ġdisc": 1217,
      "Ġop": 1218,
      "Ġyears": 1219,
      "Ġthose": 1220,
      "Ġpers": 1221,
      "Ġvery": 1222,
      "Ġway": 1223,
      "raph": 1224,
      "Ġet": 1225,
      "oad": 1226,
      "Ġprovid": 1227,
      "EN": 1228,
      "ason": 1229,
      "ole": 1230,
      "Ġgiv": 1231,
      "ann": 1232,
      "80": 1233,
      "Ġdec": 1234,
      "ency": 1235,
      "Ġdep": 1236,
      "Ġmany": 1237,
      "Ġche": 1238,
      "}(": 1239,
      "ĠAl": 1240,
      "ivity": 1241,
      "Ġorder": 1242,
      "ify": 1243,
      "Ġevery": 1244,
      "ysis": 1245,
      "ality": 1246,
      "Ġbefore": 1247,
      "Ġins": 1248,
      "Ġprog": 1249,
      "Ġsecond": 1250,
      "Fig": 1251,
      "24": 1252,
      "Ġsignific": 1253,
      "Ġsupport": 1254,
      "alth": 1255,
      "23": 1256,
      "Ġnow": 1257,
      "ision": 1258,
      "Ġhere": 1259,
      "Ġbel": 1260,
      "Ġconsid": 1261,
      "ving": 1262,
      "Ġcre": 1263,
      "Ġstr": 1264,
      "work": 1265,
      "Ġbeing": 1266,
      "Ġplay": 1267,
      "acter": 1268,
      "Ġname": 1269,
      "view": 1270,
      "....": 1271,
      "ulation": 1272,
      "Ġread": 1273,
      "ody": 1274,
      "agn": 1275,
      "ond": 1276,
      "Ġduring": 1277,
      "Ġposs": 1278,
      "ife": 1279,
      "Ġwhile": 1280,
      "mathcal": 1281,
      "ale": 1282,
      "ave": 1283,
      "ĠâĢĵ": 1284,
      "ness": 1285,
      "Ġline": 1286,
      "Ġwor": 1287,
      "ential": 1288,
      "ability": 1289,
      "irc": 1290,
      "Ġprev": 1291,
      "Let": 1292,
      "Ġwant": 1293,
      "IT": 1294,
      "Ġmade": 1295,
      "Ġoper": 1296,
      "Ġelect": 1297,
      "ĠÂ": 1298,
      "ement": 1299,
      "ĠHow": 1300,
      "Ġwithout": 1301,
      "Ġ18": 1302,
      "ism": 1303,
      "Ġresults": 1304,
      "ĠAs": 1305,
      "ars": 1306,
      "OR": 1307,
      "Ġerr": 1308,
      "---": 1309,
      "Ġmeas": 1310,
      "Ġav": 1311,
      ")\\": 1312,
      "Ġmet": 1313,
      "26": 1314,
      "Ġthree": 1315,
      "ral": 1316,
      "^{\\": 1317,
      "Ġreport": 1318,
      "Ġprote": 1319,
      "itive": 1320,
      "99": 1321,
      "Ġlook": 1322,
      "chn": 1323,
      "Ġpublic": 1324,
      "any": 1325,
      "44": 1326,
      "(\"": 1327,
      "ns": 1328,
      "str": 1329,
      "Ġcontrol": 1330,
      "Ġgu": 1331,
      "ES": 1332,
      "Ġ20": 1333,
      "med": 1334,
      "ĠÎ": 1335,
      "ww": 1336,
      "ner": 1337,
      "arly": 1338,
      "Ġproper": 1339,
      "serv": 1340,
      "Ġstruct": 1341,
      "ash": 1342,
      "def": 1343,
      "ren": 1344,
      "aint": 1345,
      "27": 1346,
      "not": 1347,
      "Ġtype": 1348,
      "Ġconf": 1349,
      "idence": 1350,
      "ĠIf": 1351,
      "Ġsignificant": 1352,
      "200": 1353,
      "gan": 1354,
      "rict": 1355,
      "Ġinformation": 1356,
      "].": 1357,
      "Ġhel": 1358,
      "urther": 1359,
      "Ġsmall": 1360,
      "Ġdown": 1361,
      "Ġu": 1362,
      "Ġdev": 1363,
      "35": 1364,
      "ĠAn": 1365,
      "ivid": 1366,
      "Ġhand": 1367,
      "Ġimport": 1368,
      "Ġident": 1369,
      "aking": 1370,
      "ton": 1371,
      "uss": 1372,
      "ually": 1373,
      "Ġappe": 1374,
      "ven": 1375,
      "Ã©": 1376,
      "duct": 1377,
      "]\\].": 1378,
      "Ġdeterm": 1379,
      "gg": 1380,
      "Ġproble": 1381,
      "Ġstart": 1382,
      "ination": 1383,
      "ists": 1384,
      "Ġgood": 1385,
      "Ġ15": 1386,
      "Ġpri": 1387,
      "ots": 1388,
      "\":": 1389,
      "Ġcount": 1390,
      "What": 1391,
      "Ġmult": 1392,
      "aterial": 1393,
      "ead": 1394,
      "way": 1395,
      "ource": 1396,
      "tt": 1397,
      "Ġdon": 1398,
      "ambda": 1399,
      "We": 1400,
      "ration": 1401,
      "Ġ{#": 1402,
      "34": 1403,
      "ology": 1404,
      "ected": 1405,
      "Ġfollowing": 1406,
      "CT": 1407,
      "Ex": 1408,
      "Ġpur": 1409,
      "amma": 1410,
      "60": 1411,
      "cial": 1412,
      "Ġmust": 1413,
      "htt": 1414,
      "Ġ$$\\": 1415,
      "ho": 1416,
      "erest": 1417,
      "Ġown": 1418,
      "rel": 1419,
      "ather": 1420,
      "37": 1421,
      "amet": 1422,
      "miss": 1423,
      "yn": 1424,
      "for": 1425,
      "Ġcondition": 1426,
      "Ġgl": 1427,
      "It": 1428,
      "Ġaddition": 1429,
      "ery": 1430,
      "64": 1431,
      "Ġmuch": 1432,
      "ium": 1433,
      "Ġdirect": 1434,
      "crib": 1435,
      "28": 1436,
      "ĠQ": 1437,
      "arge": 1438,
      "gen": 1439,
      "Ġstat": 1440,
      "Ġlim": 1441,
      "âĪ": 1442,
      "me": 1443,
      "ier": 1444,
      "ĠX": 1445,
      "Ġwithin": 1446,
      "Ġlet": 1447,
      "ãģ": 1448,
      "lex": 1449,
      "Ġtreat": 1450,
      "aim": 1451,
      "ml": 1452,
      "},": 1453,
      "yt": 1454,
      "ters": 1455,
      "ished": 1456,
      "ived": 1457,
      "Ġcontain": 1458,
      "ank": 1459,
      "AN": 1460,
      "Ġtem": 1461,
      "man": 1462,
      "Ġpost": 1463,
      "Ġcent": 1464,
      "ĠAnd": 1465,
      "amp": 1466,
      "Ġed": 1467,
      "AL": 1468,
      "Ġmain": 1469,
      "Ġstand": 1470,
      "Ġinc": 1471,
      "Ġart": 1472,
      "face": 1473,
      "SE": 1474,
      "Ġ*/": 1475,
      "Ġiss": 1476,
      "Ġ**": 1477,
      "================": 1478,
      "Ġredu": 1479,
      "ĠZ": 1480,
      "sec": 1481,
      "Ġaff": 1482,
      "ackage": 1483,
      "Pro": 1484,
      "hip": 1485,
      "05": 1486,
      "ior": 1487,
      "Ġlead": 1488,
      "Ġexpl": 1489,
      "day": 1490,
      "Ġrun": 1491,
      "Ġassoci": 1492,
      "ross": 1493,
      "Ġcurrent": 1494,
      "Ġchild": 1495,
      "Ġanalysis": 1496,
      "____": 1497,
      "ection": 1498,
      "mathbb": 1499,
      "resent": 1500,
      "mb": 1501,
      "95": 1502,
      "Ġcle": 1503,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 1504,
      "Ġrece": 1505,
      "38": 1506,
      "Ġrespect": 1507,
      ")/": 1508,
      "Ġapplic": 1509,
      "45": 1510,
      "$$": 1511,
      "here": 1512,
      "oh": 1513,
      "Ġcou": 1514,
      "aj": 1515,
      "icro": 1516,
      "Ġdem": 1517,
      "Ġquest": 1518,
      "less": 1519,
      "Ġthink": 1520,
      "Ġfin": 1521,
      "21": 1522,
      "atch": 1523,
      "Ġallow": 1524,
      "ured": 1525,
      "pi": 1526,
      "Ġobtain": 1527,
      "ĠHowever": 1528,
      "Ġfile": 1529,
      "ately": 1530,
      "Con": 1531,
      "Ġindic": 1532,
      "ural": 1533,
      "cript": 1534,
      "Ġhelp": 1535,
      "iqu": 1536,
      "ouse": 1537,
      "ength": 1538,
      "ek": 1539,
      "ule": 1540,
      "Ġgra": 1541,
      "ording": 1542,
      "inf": 1543,
      "36": 1544,
      "Ġobserv": 1545,
      "ently": 1546,
      "Ġfield": 1547,
      "elta": 1548,
      "LE": 1549,
      "ets": 1550,
      "Ġlow": 1551,
      "Ġder": 1552,
      "Ġcal": 1553,
      "Ġ16": 1554,
      "Ġ{\\": 1555,
      "ience": 1556,
      "Ġbased": 1557,
      "();": 1558,
      "Ġlist": 1559,
      "ital": 1560,
      "('": 1561,
      "Ġsing": 1562,
      "ams": 1563,
      "Ġexample": 1564,
      "mu": 1565,
      "ffic": 1566,
      "29": 1567,
      "ane": 1568,
      "Ġbas": 1569,
      "pone": 1570,
      "ivers": 1571,
      "ploy": 1572,
      "Ġmot": 1573,
      "dict": 1574,
      "Ġfam": 1575,
      "Ġtechn": 1576,
      "âĪĴ": 1577,
      "Ġperson": 1578,
      "reg": 1579,
      "Ġagainst": 1580,
      "Ġcontin": 1581,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 1582,
      "####": 1583,
      "ĠYou": 1584,
      "Ġ14": 1585,
      "Ġincluding": 1586,
      "hib": 1587,
      "eral": 1588,
      "ames": 1589,
      "Ġobject": 1590,
      "39": 1591,
      "ah": 1592,
      "Ġocc": 1593,
      "arm": 1594,
      "Ġstill": 1595,
      "ee": 1596,
      "Ġgiven": 1597,
      "ional": 1598,
      "75": 1599,
      "ification": 1600,
      "Ġlast": 1601,
      "uro": 1602,
      "Ġsince": 1603,
      "Ġopt": 1604,
      "igma": 1605,
      "Ġdescrib": 1606,
      "label": 1607,
      "erence": 1608,
      "Ġinterest": 1609,
      "ĠCon": 1610,
      "ĠNo": 1611,
      "ID": 1612,
      "ote": 1613,
      "az": 1614,
      "Ġtyp": 1615,
      "abl": 1616,
      "Ġadv": 1617,
      "Ġwr": 1618,
      "ribut": 1619,
      "Ġimp": 1620,
      "be": 1621,
      "Ġpower": 1622,
      "Ġchang": 1623,
      "requ": 1624,
      "land": 1625,
      "Ġday": 1626,
      "arent": 1627,
      "Ġsom": 1628,
      "etic": 1629,
      "Ġrest": 1630,
      "Ġcommun": 1631,
      "Ġtake": 1632,
      "Ġhum": 1633,
      "Ġ_": 1634,
      "ocument": 1635,
      "ern": 1636,
      "ĠNew": 1637,
      "ury": 1638,
      "arget": 1639,
      "mun": 1640,
      "ither": 1641,
      "lu": 1642,
      "Ġpot": 1643,
      ",\"": 1644,
      "meric": 1645,
      "Ġrele": 1646,
      "IC": 1647,
      "This": 1648,
      "rid": 1649,
      "Ġpop": 1650,
      "48": 1651,
      "ĠCl": 1652,
      "ĠBut": 1653,
      "Ġbre": 1654,
      "rap": 1655,
      "qrt": 1656,
      "Ġlaw": 1657,
      "Ġpath": 1658,
      "70": 1659,
      "roup": 1660,
      "lambda": 1661,
      "Ġve": 1662,
      "ples": 1663,
      "egin": 1664,
      "alse": 1665,
      "Ġmark": 1666,
      "bl": 1667,
      "âĢĵ": 1668,
      "Ġcare": 1669,
      "Ġpass": 1670,
      "ends": 1671,
      "Ġdel": 1672,
      "AS": 1673,
      "Ġdr": 1674,
      "Ġproduct": 1675,
      "roll": 1676,
      "bers": 1677,
      "Ġprogram": 1678,
      "version": 1679,
      "Ġreal": 1680,
      "RE": 1681,
      "ining": 1682,
      "=\\": 1683,
      "aligned": 1684,
      "igh": 1685,
      "opy": 1686,
      "Ġvis": 1687,
      "oot": 1688,
      "lection": 1689,
      "Ġbi": 1690,
      "Ġhy": 1691,
      "alk": 1692,
      "by": 1693,
      "Ġmean": 1694,
      "iness": 1695,
      "Ġopen": 1696,
      "Ġparticular": 1697,
      "AC": 1698,
      "Ġarg": 1699,
      "plic": 1700,
      "ves": 1701,
      "ccess": 1702,
      "hor": 1703,
      "Ġ#": 1704,
      "att": 1705,
      "Ġexpression": 1706,
      ".âĢĿ": 1707,
      "action": 1708,
      "refore": 1709,
      "Ġcharacter": 1710,
      "col": 1711,
      "Ġsugg": 1712,
      "ilar": 1713,
      "Ġsuggest": 1714,
      "Ġbro": 1715,
      "33": 1716,
      "oper": 1717,
      "}_{": 1718,
      "Ġ</": 1719,
      "equ": 1720,
      "ĠDe": 1721,
      "bs": 1722,
      "Ġabove": 1723,
      "Ġlarge": 1724,
      "Ġtreatment": 1725,
      "}_": 1726,
      "Ġhealth": 1727,
      "ably": 1728,
      "Ġcap": 1729,
      "oss": 1730,
      "osed": 1731,
      "vert": 1732,
      "Ġclaim": 1733,
      "ergy": 1734,
      "Ġanother": 1735,
      "}$$": 1736,
      "beta": 1737,
      "ormal": 1738,
      "nces": 1739,
      "Ġ199": 1740,
      "begin": 1741,
      "ding": 1742,
      "orn": 1743,
      "opt": 1744,
      "chool": 1745,
      "Ġshown": 1746,
      "Ġless": 1747,
      "ird": 1748,
      "ware": 1749,
      "Ġinvest": 1750,
      "********": 1751,
      "por": 1752,
      "Ġbeh": 1753,
      "ĠAd": 1754,
      "âĢľ": 1755,
      "Ġsize": 1756,
      "ble": 1757,
      "epend": 1758,
      "Ġsay": 1759,
      "Ġlife": 1760,
      "Ġimportant": 1761,
      "anc": 1762,
      "data": 1763,
      "phi": 1764,
      "];": 1765,
      "ertain": 1766,
      "ĠPh": 1767,
      "self": 1768,
      "ope": 1769,
      "ering": 1770,
      "Ġavail": 1771,
      "Ġsl": 1772,
      "100": 1773,
      "els": 1774,
      "ĠApp": 1775,
      "})": 1776,
      "Ġrad": 1777,
      "Ġ30": 1778,
      "ĠIs": 1779,
      "ĠWhat": 1780,
      "ung": 1781,
      "stand": 1782,
      "ological": 1783,
      "Ġdue": 1784,
      "mat": 1785,
      "ik": 1786,
      "ives": 1787,
      "Ġgreat": 1788,
      "Ġ17": 1789,
      "IS": 1790,
      "Ġcode": 1791,
      "ended": 1792,
      "ott": 1793,
      "Ġprof": 1794,
      "akes": 1795,
      "Ġevidence": 1796,
      "Ġself": 1797,
      "55": 1798,
      "ED": 1799,
      "var": 1800,
      "sum": 1801,
      "ety": 1802,
      "Ġremain": 1803,
      "To": 1804,
      "iod": 1805,
      "Ġ,": 1806,
      "Cl": 1807,
      "Ġmight": 1808,
      "Ġtry": 1809,
      "Ġworld": 1810,
      "Ch": 1811,
      "Ġtop": 1812,
      "Ġlight": 1813,
      "ĠEx": 1814,
      "Ġ>": 1815,
      "Ġfail": 1816,
      "etwork": 1817,
      "cd": 1818,
      "Ġvol": 1819,
      "play": 1820,
      "isk": 1821,
      "^\\": 1822,
      "Ġchange": 1823,
      "Ġinvol": 1824,
      "Ġwhether": 1825,
      "}^{": 1826,
      "Ġproblem": 1827,
      "Ġimpro": 1828,
      "Ġpossible": 1829,
      "Ġrepresent": 1830,
      "ograph": 1831,
      "Ġsequ": 1832,
      "Ġ11": 1833,
      "ways": 1834,
      "46": 1835,
      "apt": 1836,
      "Ġinit": 1837,
      "Ġtot": 1838,
      "Ġview": 1839,
      "iron": 1840,
      "ault": 1841,
      "Ġden": 1842,
      "imal": 1843,
      "Ġexpect": 1844,
      "ĠSh": 1845,
      "Ġrecord": 1846,
      "idth": 1847,
      "div": 1848,
      "Ġlocal": 1849,
      "son": 1850,
      "Ġvalues": 1851,
      "Ġbus": 1852,
      "ĠWh": 1853,
      "ger": 1854,
      "Ġprovide": 1855,
      "ser": 1856,
      "Ġ==": 1857,
      "ised": 1858,
      "88": 1859,
      "ems": 1860,
      "Ġbest": 1861,
      "Ġ--": 1862,
      "Ġrese": 1863,
      "As": 1864,
      "ĠCourt": 1865,
      "Ġknown": 1866,
      "itor": 1867,
      "Ġaround": 1868,
      "ividual": 1869,
      "Ġfr": 1870,
      "Ġ([": 1871,
      "ene": 1872,
      "Ġdri": 1873,
      "ask": 1874,
      "Ġfour": 1875,
      "Ġprevious": 1876,
      "Ġmonth": 1877,
      "Ġposition": 1878,
      "Ġ!": 1879,
      "Ġfurther": 1880,
      "uppose": 1881,
      "ĠAmeric": 1882,
      "cription": 1883,
      "omen": 1884,
      "inc": 1885,
      "ĠThese": 1886,
      "Ġcommon": 1887,
      "Ġprot": 1888,
      "Ġstudies": 1889,
      "icle": 1890,
      "rop": 1891,
      "Ġtrue": 1892,
      "ĉĉĉ": 1893,
      "Ġsimilar": 1894,
      "Ġplace": 1895,
      "usion": 1896,
      "angle": 1897,
      "ĠInd": 1898,
      "Ġnext": 1899,
      "ĠTo": 1900,
      "usep": 1901,
      "ought": 1902,
      "ts": 1903,
      "Ġsingle": 1904,
      "Ġsit": 1905,
      "Ġ13": 1906,
      "ĠRe": 1907,
      "-\\": 1908,
      "66": 1909,
      "LL": 1910,
      "ilon": 1911,
      "Ġerror": 1912,
      "usepackage": 1913,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠ": 1914,
      "iment": 1915,
      "eps": 1916,
      "Com": 1917,
      "Ġsever": 1918,
      "Ġes": 1919,
      "Ġhead": 1920,
      "part": 1921,
      "Ġpa": 1922,
      "ĠUnited": 1923,
      "Ġspecific": 1924,
      "Ġavailable": 1925,
      "Ġfew": 1926,
      "string": 1927,
      "che": 1928,
      "Ġbo": 1929,
      "ĠAll": 1930,
      "iple": 1931,
      "ĠOn": 1932,
      "ĠThere": 1933,
      "90": 1934,
      "ET": 1935,
      "Ġmaterial": 1936,
      "Ġhist": 1937,
      "ittle": 1938,
      "Ġ([@": 1939,
      "Ġgeneral": 1940,
      "sub": 1941,
      "ĠPl": 1942,
      "Ġleft": 1943,
      "respon": 1944,
      "bar": 1945,
      "sqrt": 1946,
      "Ġ25": 1947,
      "Ġcases": 1948,
      "Ġparamet": 1949,
      "urs": 1950,
      "Ġreason": 1951,
      "mon": 1952,
      "AM": 1953,
      "cont": 1954,
      "Ġpotential": 1955,
      "Ġassociated": 1956,
      "_\\": 1957,
      "Ġreview": 1958,
      "arn": 1959,
      "aps": 1960,
      "Ġhigher": 1961,
      "CC": 1962,
      "Ġcirc": 1963,
      "Ġselect": 1964,
      "ances": 1965,
      "roid": 1966,
      "table": 1967,
      "Ġsk": 1968,
      "Ġcomb": 1969,
      "org": 1970,
      "ĠĠĠĠĠĠĠĠĠĠĠĠ": 1971,
      "Ġtoo": 1972,
      "Ġorig": 1973,
      "Ġdise": 1974,
      "Ġindividual": 1975,
      "Ġeas": 1976,
      "return": 1977,
      "47": 1978,
      "af": 1979,
      "Ġsum": 1980,
      "ĠStates": 1981,
      "eq": 1982,
      "Ġlevels": 1983,
      "eb": 1984,
      "ina": 1985,
      "unc": 1986,
      "Ġfree": 1987,
      "Ġhaving": 1988,
      "'m": 1989,
      "mission": 1990,
      "til": 1991,
      "AP": 1992,
      "ething": 1993,
      "though": 1994,
      "chan": 1995,
      "Ġleast": 1996,
      "Ġgrow": 1997,
      "69": 1998,
      "Ġleg": 1999,
      "Ġemploy": 2000,
      "ĠThey": 2001,
      "Ġassum": 2002,
      "65": 2003,
      "Ġele": 2004,
      "Ġpat": 2005,
      "Ġactiv": 2006,
      "Ġperiod": 2007,
      "Ġprom": 2008,
      "amples": 2009,
      "Ġdays": 2010,
      "ĠĠĠĠĠĠĠĠĠĠ": 2011,
      "ĠSo": 2012,
      "]).": 2013,
      "Ġold": 2014,
      "sequ": 2015,
      "Ġphys": 2016,
      "Ġkey": 2017,
      "67": 2018,
      "aring": 2019,
      "Ã¡": 2020,
      "nal": 2021,
      "49": 2022,
      "gamma": 2023,
      "osis": 2024,
      "Ġ100": 2025,
      "ressed": 2026,
      "Ġjud": 2027,
      "Ġ${\\": 2028,
      "Ġtrial": 2029,
      ")*": 2030,
      "Ġtotal": 2031,
      "ij": 2032,
      "Ġeither": 2033,
      "bib": 2034,
      "ending": 2035,
      "RO": 2036,
      "ribution": 2037,
      "Ġmicro": 2038,
      "ler": 2039,
      "ides": 2040,
      "uf": 2041,
      "back": 2042,
      "HE": 2043,
      "yle": 2044,
      "Ġinte": 2045,
      "ten": 2046,
      "Ġgoing": 2047,
      "Ġorgan": 2048,
      "ctor": 2049,
      "Ġelse": 2050,
      "ĠCol": 2051,
      "Name": 2052,
      "85": 2053,
      "new": 2054,
      "ged": 2055,
      "oo": 2056,
      "Ġstandard": 2057,
      "ajor": 2058,
      "Ġquestion": 2059,
      "AD": 2060,
      "Ġconsider": 2061,
      "Ġaccess": 2062,
      "mm": 2063,
      "ats": 2064,
      "II": 2065,
      "Ġtre": 2066,
      "cle": 2067,
      "Ġbetter": 2068,
      "add": 2069,
      "ĠSc": 2070,
      "ison": 2071,
      "duced": 2072,
      "Ġgover": 2073,
      "Ġla": 2074,
      "Ġgre": 2075,
      "Ġreally": 2076,
      "IG": 2077,
      "ĠAr": 2078,
      "ream": 2079,
      "\"}).": 2080,
      "Ġabs": 2081,
      "Ġneg": 2082,
      "gment": 2083,
      "Ġcost": 2084,
      "):": 2085,
      "Ġturn": 2086,
      "31": 2087,
      "dd": 2088,
      "ences": 2089,
      "Ġrate": 2090,
      "ĠÐ": 2091,
      "Ġid": 2092,
      "Ġhome": 2093,
      "Ġmov": 2094,
      "ĠTr": 2095,
      "Ġput": 2096,
      "ĠRes": 2097,
      "Ġcompared": 2098,
      "Ġdesign": 2099,
      "aut": 2100,
      "Ġhuman": 2101,
      "indow": 2102,
      "ustom": 2103,
      "Ġseveral": 2104,
      "sigma": 2105,
      "http": 2106,
      "Ġenergy": 2107,
      "Ġarea": 2108,
      "{{\\": 2109,
      "Ġtarget": 2110,
      "sw": 2111,
      "clude": 2112,
      "87": 2113,
      "rain": 2114,
      "Ġexist": 2115,
      "Type": 2116,
      "ystem": 2117,
      "aces": 2118,
      "Ġprim": 2119,
      "rim": 2120,
      "Ġprotein": 2121,
      "thing": 2122,
      "log": 2123,
      "mod": 2124,
      "Ġgive": 2125,
      "Ġide": 2126,
      "Ġsens": 2127,
      "Ġgroups": 2128,
      "Ġport": 2129,
      "co": 2130,
      "Ġsuper": 2131,
      "Id": 2132,
      "Ġlittle": 2133,
      "ival": 2134,
      "Ġbuild": 2135,
      "Ġtimes": 2136,
      "itted": 2137,
      "++": 2138,
      "Ġresponse": 2139,
      "Ġ%": 2140,
      "osp": 2141,
      "Ġsubject": 2142,
      "ĠUS": 2143,
      "AG": 2144,
      "ĠAt": 2145,
      "Ġsignal": 2146,
      "nment": 2147,
      "04": 2148,
      "Ġmus": 2149,
      "viron": 2150,
      "atures": 2151,
      "Ġmeans": 2152,
      "Ġactivity": 2153,
      "Ġrequired": 2154,
      "Ġwater": 2155,
      "Ġfamily": 2156,
      "ION": 2157,
      "Ġlater": 2158,
      "Ġnever": 2159,
      "Ġbar": 2160,
      "rack": 2161,
      "place": 2162,
      "^{-": 2163,
      "Ġdiscuss": 2164,
      "iversity": 2165,
      "class": 2166,
      "Ġobserved": 2167,
      "Ġfactors": 2168,
      "Ġcompon": 2169,
      "001": 2170,
      "Î±": 2171,
      "Ġsomething": 2172,
      "Ġcaus": 2173,
      "89": 2174,
      "ilde": 2175,
      "Ġsw": 2176,
      "Ġrange": 2177,
      "02": 2178,
      "omet": 2179,
      "Ġflu": 2180,
      "Ġlay": 2181,
      "oor": 2182,
      "time": 2183,
      "ension": 2184,
      "Ġestim": 2185,
      "Ġsat": 2186,
      "For": 2187,
      "Ġmass": 2188,
      "77": 2189,
      "olution": 2190,
      "iation": 2191,
      "Ġdevelopment": 2192,
      "Ġupon": 2193,
      "Ġnetwork": 2194,
      "arrow": 2195,
      "mit": 2196,
      "iting": 2197,
      "Ġphot": 2198,
      "Res": 2199,
      "rant": 2200,
      "ception": 2201,
      "ga": 2202,
      ")}": 2203,
      "ored": 2204,
      "rad": 2205,
      "Ġask": 2206,
      "Ġproject": 2207,
      "Ġrisk": 2208,
      "uit": 2209,
      "----------------------------------------------------------------": 2210,
      "Ġperformed": 2211,
      "Ġ24": 2212,
      "raw": 2213,
      "$-": 2214,
      "const": 2215,
      "Ġmeasure": 2216,
      "hy": 2217,
      "String": 2218,
      "Ġlower": 2219,
      "Ġside": 2220,
      "Ġ(*": 2221,
      "ape": 2222,
      "ores": 2223,
      "Ġinclude": 2224,
      "Ġshort": 2225,
      "Ġconditions": 2226,
      "alu": 2227,
      "ember": 2228,
      "Ġeffects": 2229,
      "Ġincreased": 2230,
      "Ġhapp": 2231,
      "Ġcalled": 2232,
      "Ġmechan": 2233,
      "Ġbelie": 2234,
      "Ġdefend": 2235,
      "ĠShe": 2236,
      "Ġaction": 2237,
      "verage": 2238,
      "Ġeng": 2239,
      "rr": 2240,
      "Ġtemper": 2241,
      "An": 2242,
      "Ġlik": 2243,
      "ables": 2244,
      "asing": 2245,
      "Ġquant": 2246,
      "Ġrequire": 2247,
      "Ġdescribed": 2248,
      "Ġcalcul": 2249,
      "Ġpress": 2250,
      "Ġspect": 2251,
      "Ġsuccess": 2252,
      "Ġterms": 2253,
      "ibility": 2254,
      "Ġcheck": 2255,
      "Ġbook": 2256,
      "itle": 2257,
      "Ġcontent": 2258,
      "Ġbusiness": 2259,
      "fl": 2260,
      "Ġopp": 2261,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 2262,
      "inter": 2263,
      "Ġage": 2264,
      "Ġamong": 2265,
      "Ġcomput": 2266,
      "mathbf": 2267,
      "Ġcrit": 2268,
      "Ġfrequ": 2269,
      "Ġhold": 2270,
      "rix": 2271,
      "Ġstring": 2272,
      "Ġinvestig": 2273,
      "ĠCal": 2274,
      "ensity": 2275,
      "ney": 2276,
      "go": 2277,
      "vent": 2278,
      "ĠCo": 2279,
      "Ġprovided": 2280,
      "ising": 2281,
      "Ġmagn": 2282,
      "Ġamount": 2283,
      "ours": 2284,
      "Ġobtained": 2285,
      "Ġfull": 2286,
      "Ġmajor": 2287,
      "09": 2288,
      "ground": 2289,
      "atory": 2290,
      "Ġ)": 2291,
      "Ġword": 2292,
      "essage": 2293,
      "aster": 2294,
      "Ġcho": 2295,
      "Ġrole": 2296,
      "td": 2297,
      "Ġuser": 2298,
      "Ġalong": 2299,
      "ries": 2300,
      "\")": 2301,
      "Ġhowever": 2302,
      "ique": 2303,
      "*,": 2304,
      "Ġstructure": 2305,
      "List": 2306,
      "empt": 2307,
      "iving": 2308,
      "Ġable": 2309,
      "aintiff": 2310,
      "Ġstrong": 2311,
      "If": 2312,
      "------------": 2313,
      "nc": 2314,
      "Ġreported": 2315,
      "acy": 2316,
      "Ġmanag": 2317,
      "ued": 2318,
      "Ġdecre": 2319,
      "uff": 2320,
      "ift": 2321,
      "ators": 2322,
      "><": 2323,
      "no": 2324,
      "Ġchildren": 2325,
      "ĠState": 2326,
      "Ġpay": 2327,
      "Ġsubst": 2328,
      "ogn": 2329,
      "key": 2330,
      "ÃŃ": 2331,
      "ey": 2332,
      "Ð¾": 2333,
      "ling": 2334,
      "ĠBl": 2335,
      "Ð°": 2336,
      "Ġplan": 2337,
      "iver": 2338,
      "Ġconduct": 2339,
      ",âĢĿ": 2340,
      "Ġspace": 2341,
      "Ġgame": 2342,
      "this": 2343,
      "Ġincrease": 2344,
      "Ġimage": 2345,
      "ready": 2346,
      "Ġsection": 2347,
      "Ġhard": 2348,
      "OT": 2349,
      "Ġcomplex": 2350,
      "Ph": 2351,
      "Ġchanges": 2352,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 2353,
      "ocial": 2354,
      "Ġestabl": 2355,
      "ties": 2356,
      "ubl": 2357,
      "Ġpract": 2358,
      "Ġinj": 2359,
      "rect": 2360,
      "wh": 2361,
      "Ġpositive": 2362,
      "www": 2363,
      "Ġconv": 2364,
      "Ġsource": 2365,
      "aken": 2366,
      "Ġuntil": 2367,
      "DE": 2368,
      "Ġben": 2369,
      "au": 2370,
      "ogen": 2371,
      "pri": 2372,
      "+\\": 2373,
      "06": 2374,
      "Ġcorrespon": 2375,
      "}^": 2376,
      "cular": 2377,
      "ales": 2378,
      "Val": 2379,
      "Ġbound": 2380,
      "Ġunderstand": 2381,
      "Ġschool": 2382,
      "Ġevent": 2383,
      "ependent": 2384,
      "Ġdom": 2385,
      "Ġnecess": 2386,
      "Tr": 2387,
      "Ġthings": 2388,
      "ush": 2389,
      "iol": 2390,
      "orth": 2391,
      "Al": 2392,
      "Is": 2393,
      "Ġlog": 2394,
      "Ġcy": 2395,
      "ĠSp": 2396,
      "Ġservice": 2397,
      "Ġep": 2398,
      "Ġsent": 2399,
      "comm": 2400,
      "Ġcertain": 2401,
      "Ġsurface": 2402,
      "Ġenc": 2403,
      "/*": 2404,
      "leq": 2405,
      "86": 2406,
      "Ġmultiple": 2407,
      "97": 2408,
      "Ġfinal": 2409,
      "AB": 2410,
      "cur": 2411,
      "Ġoften": 2412,
      "Ġclin": 2413,
      "Ġsystems": 2414,
      "Ġfactor": 2415,
      "Ġq": 2416,
      "Ġdeg": 2417,
      "alf": 2418,
      "uration": 2419,
      "Col": 2420,
      "Ðµ": 2421,
      "olve": 2422,
      "vate": 2423,
      "Â±": 2424,
      "ourse": 2425,
      "Ġtext": 2426,
      "Ġsepar": 2427,
      "Ġdetail": 2428,
      "vironment": 2429,
      "angu": 2430,
      "Ġvir": 2431,
      "Ġweek": 2432,
      "Ġalways": 2433,
      "Figure": 2434,
      "Ġcome": 2435,
      "ici": 2436,
      "uck": 2437,
      "Ġfac": 2438,
      "rho": 2439,
      "Ġevalu": 2440,
      "%)": 2441,
      "Ġ50": 2442,
      "Ġlarg": 2443,
      "ĠWhen": 2444,
      "bf": 2445,
      "Ġshowed": 2446,
      "Ġdevice": 2447,
      "âĢĶ": 2448,
      "big": 2449,
      "br": 2450,
      "arc": 2451,
      "Ġbig": 2452,
      "ump": 2453,
      "load": 2454,
      "lete": 2455,
      "Ġair": 2456,
      "Ġversion": 2457,
      "outh": 2458,
      "ges": 2459,
      "Ġconcent": 2460,
      "Ġaccount": 2461,
      "You": 2462,
      "Ġmax": 2463,
      "Ġnormal": 2464,
      "umber": 2465,
      "Ġresearch": 2466,
      "ruction": 2467,
      "theta": 2468,
      "Ġ(-": 2469,
      "UR": 2470,
      "Ġoffic": 2471,
      "Ġconn": 2472,
      "Ġmut": 2473,
      "Ġdisease": 2474,
      "ley": 2475,
      "Ġ\\\\": 2476,
      "Ġfra": 2477,
      "ids": 2478,
      "Ġgot": 2479,
      "Ġsolution": 2480,
      "CH": 2481,
      "Cont": 2482,
